/* User/pwd server verification */
"Authentication Required" = "مطلوب التحقق من الهوية";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "إلغاء";

/* HTTPS server verification */
"Proceed" = "متابعة";

/* Link long-press context menu */
"Copy Link" = "نسخ الرابط";

/* Google autocomplete error */
"Error: " = "خطأ: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "فشل في تعيين الجلسة السمعية لعرض الويب؛ قد لا يكون هناك صوت.";

/* User/pwd server verification */
"Log In" = "تسجيل الدخول";

/* Link long-press context menu */
"Open Here" = "إفتح هنا";

/* Link long-press context menu */
"Open in New Tab" = "إفتح في تبويب جديد";

/* User/pwd server verification */
"Password" = "كلمة المرور";

/* Google autocomplete error */
"response code %d" = "كود الرد رقم %d";

/* Google autocomplete error */
"response format unrecognized" = "تنسيق الرد لم يتم التعرف عليه";

/* Google autocomplete error */
"response non-decodable" = "رد غير قابل للتشفيير";

/* Google autocomplete error */
"response parsing %@" = "جاري تحليل الرد %@";

/* HTTPS server verification */
"Warning" = "تحذير";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "شهادة الأمان الخاصة بهذا الموقع غير موثوق فيها. هل تريد المتابعة؟";

/* User/pwd server verification */
"Username" = "اسم المستخدم";

/* Link long-press context menu */
"Open in Background Tab" = "فتح في علامة تبويب خلفية";

/* Bookmark view controller */
"Edit Bookmark" = "تعديل العلامات المرجعية";

/* Link long-press context menu */
"Save Image" = "حفض الصورة";

/* Link long-press context menu */
"Save Video" = "حفظ الفيديو";

/* Web download failure alert title */
"Download Failed" = "فشل التحميل";

/* Web download failure description */
"File download failed due to network error." = "فشل تحميل الملف بسبب خطأ في شبكة الإتصال.";

/* Web download failure description */
"The file had unexpected content." = "يحتوي الملف على محتوى غير معروف.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "تعذر حفظ الملف فى ألبوم الكاميرا.";

/* Web download failure description */
"File download failed due to internal error %@." = "فشل تنزيل الملف بسبب خطأ داخلي %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "المتصفح لا يمكنه تحميل هذا الملف.";

/* Generic alert popup button */
"OK" = "موافق";

/* Generic alert popup button */
"Cancel" = "إلغاء";
